INSERT INTO board (board_update, id, content, nickname, password, title)
VALUES ('2024-02-28 21:34:33', 1, "어떤 선수가 있는지 게시글을 만들어 봐", "배준호", "1", "프리미어리그 선수들의 정보");

------------------------------------------------------------------------------------------------------------------------

INSERT INTO post (board_id, id, post_update, content, nickname, password, title)
values (1, 1, '2024-02-28 21:34:33', "맨시티의 킹이지!!", "볼빨간사춘기", "1", "더 브라위너");

------------------------------------------------------------------------------------------------------------------------

INSERT INTO comment (comment_update,id,post_id,content,nickname,password)
values ('2024-02-23 21:34:33', 1, 1, "신기하게 맨날 볼이 빨게져", "유후", "1");

INSERT INTO comment (comment_update,id,post_id,content,nickname,password)
values ('2024-02-28 21:34:33', 2, 1, "패스를 너무 잘해", "맨시티", "1");

------------------------------------------------------------------------------------------------------------------------

INSERT INTO post (board_id, id, post_update, content, nickname, password, title)
values (1, 2, '2024-02-26 21:34:33', "한국인이라면 손흥민!!", "태극기", "1", "손흥민");

INSERT INTO comment (comment_update,id,post_id,content,nickname,password)
values ('2024-02-23 21:34:33', 3, 2, "달리기 너무 빨라", "코레", "1");

INSERT INTO comment (comment_update,id,post_id,content,nickname,password)
values ('2024-02-28 21:34:33', 4, 2, "우승 할 때 됐는데....", "강하다", "1");

------------------------------------------------------------------------------------------------------------------------

INSERT INTO post (board_id, id, post_update, content, nickname, password, title)
values (1, 3, '2024-02-24 21:34:33', "킹 파라오!!!", "알라신", "1", "모하메드 살라");

INSERT INTO comment (comment_update,id,post_id,content,nickname,password)
values ('2024-02-23 21:34:33', 5, 3, "왼발의 마법사 인정하세요!", "키키키", "1");

INSERT INTO comment (comment_update,id,post_id,content,nickname,password)
values ('2024-02-28 21:34:33', 6, 3, "마지막 시즌인가........", "강하다", "1");

------------------------------------------------------------------------------------------------------------------------
------------------------------------------------------------------------------------------------------------------------
------------------------------------------------------------------------------------------------------------------------
------------------------------------------------------------------------------------------------------------------------
------------------------------------------------------------------------------------------------------------------------
------------------------------------------------------------------------------------------------------------------------
------------------------------------------------------------------------------------------------------------------------
------------------------------------------------------------------------------------------------------------------------

INSERT INTO board (board_update, id, content, nickname, password, title)
VALUES ('2024-02-29 21:34:33', 2, "어떤 자동차가 있는지 게시글을 만들어 봐", "현기증", "1", "자기가 좋아하는 국산차");




